var photo_data = [
	{
		"src" : "images/概况.jpg", 
		"desc" : "金鸡湖，位于江苏省苏州市老城区东北部、苏州工业园区中部，南邻独墅湖，水域面积7.4平方公里。金鸡湖属太湖支流，有进、出水口10余条，北纳娄江之水，西受相门塘、葑门塘来水，出水主要通过斜塘河泻入吴淞江，故属吴淞江水系。金鸡湖境内有音乐喷泉、水上摩天轮、李公堤、桃花岛、金鸡湖大桥瀑布等景点，是国家AAAAA级旅游景区。", 
		"caption":"金鸡湖·概况"
	},
	{
		"src" : "images/名称来源.jpg",
		 "desc" : "春秋时期，吴王夫差的女儿琼姬发现勾践别有用心，多次提醒父亲提防勾践。夫差不信，反而把琼姬赶走“面湖思过”。后来，越军兵临城下，夫差欲把琼姬送给勾践请罪求和。琼姬得知后痛不欲生，投湖自尽。人们为了纪念她，便把这个湖泊叫做“琼姬湖”。由于吴语发音中的“琼姬”和“金鸡”的读音相近，因而逐渐称为“金鸡湖”。", 
		 "caption":"金鸡湖·名称来源"
	},
	{
		"src" : "images/李公堤.jpg", 
		"desc" : "李公堤是金鸡湖中的湖中长堤，全长1400米，系光绪年间元和县令李超琼所建，其建成后便利了元和县与金鸡湖东部地区的交通，斜塘也因此逐渐形成集镇。堤上古碑仍记载着当年商贾云集的情景。李公堤被定位为集高端特色餐饮、娱乐、观光、休闲、文化为一体的国际性风情商业水街。", 
		"caption":"金鸡湖·李公堤"
	},
	{
		"src" : "images/摩天轮.jpg",
	    "desc" : "苏州摩天轮乐园位于金鸡湖东岸右岸街99号，总占地3.8万平方米。主打项目摩天轮高120米，是国内最大的水上摩天轮。它拥有瑞士进口的60个吊舱，可同时容纳360人观光，可从摩天轮上俯瞰金鸡湖和苏州工业园区。整个摩天轮巨大的圆形转盘上装有3000平方米的LED灯光，外围光圈被称为“百变表情”，可根据不同时间、环境模拟出各种视觉效果。", 
	    "caption":"金鸡湖·摩天轮"
	},
	{
		"src" : "images/湖心岛.jpg", 
		"desc" : "桃花岛位于苏州金鸡湖景区湖心，占地面积10万平方米。桃花占总植被量的50%。桃花岛上有两处景观建筑，一处是金鸡湖中的标志性建筑——“紫氤阁”。它源于紫气东来。登高远眺，可俯瞰金鸡湖风光。另一处为桃花源茶室，为中西结合的建筑。与桃花岛遥遥相望的是另一座位于金鸡湖湖心的玲珑岛，玲珑岛上种植了上百种湿地及水上植物。", 
		"caption":"金鸡湖·湖心岛"
	},
	{
		"src" : "images/音乐喷泉.jpg",
		"desc" : "金鸡湖音乐喷泉的面积达2.8万平方米，采用水艺剧场的设计理念编排水舞动作，也就是将每个水柱，不同水型当作一个个演员，通过舞蹈编排的形式，用歌舞剧的形式展现水舞艺术。",
		"caption":"金鸡湖·音乐喷泉"
	},
	{
		"src" : "images/大桥瀑布.jpg", 
		"desc" : "金鸡湖大桥全长2.15公里，横跨金鸡湖。整个大桥桥面宽57.2米。为了方便游客观赏金鸡湖夜景，大桥南半幅的慢车道设计得要比平常要宽，达到8米左右。夜幕降临，利用数码灯光等高科技手段制作出来的五彩数码瀑布从桥上洒落湖面，“流动”时还会呈现不同的图案和文字，因而被称为金鸡湖大桥瀑布，为金鸡湖八景之一。", 
		"caption":"金鸡湖·大桥瀑布"
	},
	{
		"src" : "images/旅游信息.jpg", 
		"desc" : "金鸡湖滨湖平台：全天开放；<br>金鸡湖音乐喷泉：<br>自2023年五一假期后，每逢周五、周六和法定节假日（不含假期最后一天）每晚三场，每场20分钟。<br>第一场：19:00-19:20，<br>第二场：20:00-20:20，<br>第三场：21:00-21:20。", 
		"caption":"金鸡湖·旅游信息"
	},
	{
		"src" : "images/文艺作品.jpg", 
		"desc" : "尤侗的《避地斜塘》为较早提到金鸡湖的古代诗歌。尤侗（1618-1704年），清初著名诗人和戏曲作家。尤家园作为一个自然村落，属原斜塘镇塘东村，一直存在到2001年大规模征地动迁。地点在今中新合作区苏胜路北、津梁街西。《避地斜塘》中有两句：“十里镜湖非诏赐，数间草屋是我庐”。镜湖，是指金镜湖，金鸡湖的曾用名之一。", 
		"caption":"金鸡湖·文艺作品"
	},
	{
		"src" : "images/水文特征.jpg", 
		"desc" : "金鸡湖属太湖支流，湖底较平坦，平均水深约1.8米，有南北向深沟，最深处达5米，船只沿沟航行，形成航线。湖之东、西各有一深潭，西边潭深达5米。金鸡湖北纳娄江之水，西受相门塘、葑门塘来水，容积0.13亿立方米；出水主要通过斜塘河泻入吴淞江，故属吴淞江水系。湖内水草丰盛，湖水肥清，盛产鱼虾，曾是全国十大养鱼高产淡水湖之一。", 
		"caption":"金鸡湖·水文特征"
	},
	{
		"src" : "images/荣誉称号.jpg", 
		"desc" : "2012年7月2日，金鸡湖景区被国家旅游局全国旅游景区质量等级评定委员会正式评定为“国家5A级旅游景区”。<br>2021年10月，拟入选第一批国家级夜间文化和旅游消费集聚区名单。<br>2022年11月，入选2022年度江苏省智慧旅游景区名录。", 
		"caption":"金鸡湖·荣誉称号"
	},
	{
		"src" : "images/古意.jpg", 
		"desc" : "一片澄湖春叆叆,天光花影共徘徊。<br>紫氤阁下红云泛,李公堤头碧雾开。<br>小鸭追鱼潜水去,轻鸥觅食掠波来。<br>暖风吹过无人渡,闲艇横斜傍水隈。", 
		"caption":"金鸡湖·古意"
	},
	{
		"src" : "images/古意2.jpg", 
		"desc" : "天门影入水中天,海市蜃楼迷眼帘。<br>牵藕翠莲摇靓影,戏波锦鲤弄斑斓。<br>多情拾翠桃花岛,闲趣移舟柳叶湾。<br>吴越人家春酒晚,寒风吹破半湖烟。", 
		"caption":"金鸡湖·古意"
	},
];