var photo_data = [
	{
		"src" : "images/概况 (虎丘).jpg", 
		"desc" : "虎丘山风景名胜区，位于江苏省苏州市姑苏区虎丘山门内8号，海拔34.3米，景区面积72.8公顷，核心景区面积15.97公顷，有2500多年的悠久历史。 虎丘又称海涌山，东晋司徒王珣与弟司空王珉于剑池两侧建别墅，后舍宅为寺，名虎丘寺，寺宇沿山而筑，“寺中藏山”为其一大特色。虎丘后山有“虎丘后山胜前山”之说，现存青石小桥、石牌坊、湖石假山。", 
		"caption":"虎丘山·概况"
	},
	{
		"src" : "images/地质地貌.jpg",
		 "desc" : "虎丘山海拔34.3米，面积0.19平方千米。山体由侏罗系火山岩浆构成，千人石、试剑石、剑池等山石为流纹岩。虎丘山往东、北、西三个方向的整个平原地区第四系冲积层之下都分布着侏罗系火山岩。", 
		 "caption":"虎丘山·地质地貌"
	},
	{
		"src" : "images/剑池.jpg", 
		"desc" : "剑池名称来源：其一，从上面看，池塘宛若一把平铺的剑；其二，传说当年为吴王阖闾殉葬有扁诸、鱼肠宝剑三千把，故名；其三，剑池由秦始皇与孙权挖剑而成。圆洞门旁刻有“虎丘剑池”，原为唐代大书法家颜真卿独子颜頵所书。圆洞内石壁上另刻有“风壑云泉”，传为宋代四大书法家之一米芾所书。崖左壁有篆文“剑池”，传为大书法家王羲之所书。", 
		"caption":"虎丘山·剑池"
	},
	{
		"src" : "images/虎丘塔.jpg",
	    "desc" : "虎丘塔是世界第二斜塔。它建于五代后周显德六年（959年），建成于宋建隆二年辛酉（961年），已经有一千多年的历史。这座塔七层八面，塔高47.7米，塔向东北偏北方向倾斜，它的塔顶偏离中心2.34米，最大倾角是3度59分，虎丘塔也被称为“中国的比萨斜塔”。该塔是江南现存时代最早，规模宏大，结构精巧的一座佛塔。", 
	    "caption":"虎丘山·虎丘塔"
	},
	{
		"src" : "images/真娘墓.jpg", 
		"desc" : "虎丘前山上山道路的尽头，是古真娘墓。真娘原名姓胡，名瑞珍，不幸陷入妓院。她虽为青楼女子却守身如玉，被苏州大财主王荫祥重金求宿。真娘为贞洁上吊自尽，震动王荫祥。他为真娘筑墓，并发誓永不再娶。真娘与杭州另一名妓苏小小齐名，被誉为“香魂”。清乾隆十年（1745年），海陵陈鐄访得遗址，建亭其上，立石刻书“古真娘墓”四字。", 
		"caption":"虎丘山·真娘墓"
	},
	{
		"src" : "images/断梁殿.jpg",
		"desc" : "“断梁殿”，也是虎丘的二山门，是江苏省重点文物保护单位，建于元代，已有六百多年的历史。断梁殿上面的主梁是断的，它用两根木料建成的，它的建成主要是运用了力学中的杠杆原理，在这断梁下有一排斗拱相托，通过斗拱将中间所承受的力分散到四周，采用了“挑梁式”的构筑方法，然后再靠两边的琵琶吊、四个角上的棋盘格来支撑四周。",
		"caption":"虎丘山·断梁殿"
	},
	{
		"src" : "images/拥翠山庄.jpg", 
		"desc" : "拥翠山庄，在墙的二边刻有“龙、虎、豹、熊”行草大字，苍劲有力。相传为清咸丰八年（1858年）桂林陶茂森所书，移置于此。拥翠山庄是苏州一座无水的园林，它是晚清赛金花丈夫、苏州状元洪钧发起兴建的，这座建筑总平面呈纵长方形，占地一亩多。结合虎丘山的天然山坡所建，为台地园格局，依山势分四个层次，每层布局不同，景色富于变化。", 
		"caption":"虎丘山·拥翠山庄"
	},
	{
		"src" : "images/憨憨泉.jpg", 
		"desc" : "憨憨是中国梁代著名的高僧，当时他患有目疾，有一次挑水途经这里，感到疲惫，于是坐下休息，不知不觉中就睡着了。梦中一位高僧说有一泉眼可通大海。醒后他就用双手触摸这片地，摸到了青苔，青苔说明地下有水。于是他用挑水的扁担在这里挖，大约挖了七七四十九天，泉水涌了出来，治好了憨憨的眼睛，所以取名为“憨憨泉”。", 
		"caption":"虎丘山·憨憨泉"
	},
	{
		"src" : "images/试剑石.jpg", 
		"desc" : "“试剑石”在登山石径东侧，巨石中裂如剑截。相传春秋时期，吴王阖闾召来了当时最有名的铸剑师干将莫邪夫妇为他铸剑。满期那天，他提着“莫邪”剑来到了虎丘山，将此剑献给了阖闾，阖闾为了试其剑的锋利，以剑劈石，石头一分为二。事实上，这块石头是典型的火山喷出岩的凝灰岩，久经风化，沿着裂隙形成这样一条大缝，酷似剑劈。", 
		"caption":"虎丘山·试剑石"
	},
	{
		"src" : "images/二仙亭.jpg", 
		"desc" : "二仙亭原来是宋代建筑，重建于清朝嘉庆年间。二仙亭中有两块石碑，分别雕着二位神仙，一位是陈抟，另一位是吕洞宾。相传有一天这二位大仙在这里下棋，一位樵夫看到，于是就走过来看他们下棋，看完一盘棋，回到家中，可是谁也不认识他，后来人们从他的衣着猜想他是几千年以前的人。", 
		"caption":"虎丘山·二仙亭"
	},
	{
		"src" : "images/千人石.jpg", 
		"desc" : "又名“千人坐”，在上山路的尽头，是虎丘的主景区。旧志云：“生公讲座，下有千人列坐，故名。”《吴地记》曰：“虎丘泉石，其最胜者剑池，千人坐。”《吴郡志》云：“生公讲经处，大石盘陀数亩，高下如削，乃他山所无。”现石上刻有千人石“千人坐”三个篆字，是胡缵宗所书。", 
		"caption":"虎丘山·千人石"
	},
	{
		"src" : "images/西溪环翠.jpg", 
		"desc" : "西溪环翠是虎丘历史十景之一，原为唐高士甫里先生陆龟蒙祠堂，清乾隆五十一年（1787年），甫里先生二十四世孙陆肇域即石成基，凭林起栋，仿甫里别墅八景而筑，旧有环翠阁、清风亭、桂子轩、斗鸭池、菊畦、竹堤诸景。至清咸丰年（1862）惨遭兵燹，景点几成废墟，沦为郊农菜畦，后来成为景区的花房，2004年经重新修复，正式对外开放。", 
		"caption":"虎丘山·西溪环翠"
	},
	{
		"src" : "images/万景山庄.jpg", 
		"desc" : "万景山庄里集中了苏派盆景精品600多盆，占地25亩，建筑面积144平方米，主要有树桩盆景和水石盆景两个展示区域。苏派盆景是中国盆景的一个重要流派。苏派盆景始于唐宋，盛于明清，近代又有较大的发展。", 
		"caption":"虎丘山·万景山庄"
	},
];